Revit 2027 API
ParameterTypeId.TagHeadPosition Property
 "Tag Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagHeadPosition { get; }
Public Shared ReadOnly Property TagHeadPosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagHeadPosition {
	ForgeTypeId^ get ();
}
static member TagHeadPosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace